[AttributePresentation_Siren AttributePresentationDefinition]
Description="$willow game Submit a product card description. nature"
NoConstraintText=""
Suffix=""
Prefix=""

[Siren.Head_LootChest2 UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 of them %s1"
UseFailureCharacterMessage="You should %s Use this article.."
ItemName=""
PickupMessage="close to you %s"
UseFailureLevelMessage="You must be %d level to use this tool."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="many times"